Revit 2027 API
ParameterTypeId.RbsElecPanelSupplyFromParam Property
 "Supply From"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelSupplyFromParam { get; }
Public Shared ReadOnly Property RbsElecPanelSupplyFromParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelSupplyFromParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelSupplyFromParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace